Repository: majla-arap/ePreschool-internship
Catalog: ePreschool-internship/ePreschool.Shared/Resources/Translations.*.resx
Languages: bs_latn_ba

source: Delete service
bs_latn_ba: Obriši usluga

source: Deleting service
bs_latn_ba: Brisanje servisa

source: Service delete failure
bs_latn_ba: Greška prilikom brisanja usluge

# ServiceDeleteSuccess
source: Service deleted succesfuly
bs_latn_ba: Usluga uspješno obrisana

source: Service name
bs_latn_ba: Naziv usluga

source: Business unit type
bs_latn_ba: Tip poslovne jedinice

# ChooseReservationType
source: Choose new reservation status
bs_latn_ba: Izaberite novi status rezervacije

# ReservationStatusChange
source: Are you sure that you want to change reservation status?
bs_latn_ba: Da li ste sigurni da želite promijeniti status rezervacije?

source: Write note
bs_latn_ba: Napišite napomenu

source: Employee calendar
bs_latn_ba: Kalendar uposlenika

source: Change status
bs_latn_ba: Promijeni status

source: Ends
bs_latn_ba: Završava

source: Reservation status changed successfully
bs_latn_ba: Status rezervacije je uspješno promijenjen

source: Starts
bs_latn_ba: Počinje

source: Client calendar
bs_latn_ba: Kalendar klijenta

# MovingEvent
source: Moving event implies the return of status 'Pending'
bs_latn_ba: Pomijeranje događaja podrazumijeva vraćanje statusa rezervacije na 'Na čekanju'

# ReservationDateFailure
source: Reservation date failed to update
bs_latn_ba: Greška prilikom promjene datuma rezervacije

# ReservationDateUpdated
source: Reservation date updated successfully
bs_latn_ba: Datum rezervacije je uspješno promijenjen

# YesChange
source: Yes, change it
bs_latn_ba: Da, izmijeni

# CancellationReason
source: Reason for cancellation
bs_latn_ba: Unesite razlog oktazivanja rezervacije

source: Cancel reservation
bs_latn_ba: Otkaži rezervaciju

# NoCompanyRole
source: Currently you don't have any business unit that belong to choosen company.
bs_latn_ba: Trenutno niste zaduženi ni za jednu poslovnicu ove kompanije.

source: Note
bs_latn_ba: Napomena

source: Preschool in VAT
bs_latn_ba: Vrtić u PDV-u

source: Preschool name
bs_latn_ba: Naziv vrtića

# BusinessUnitRequired
source: Business unit is required
bs_latn_ba: Poslovna jedinica je obavezna

# PasswordLength6
source: Password must be at least 6 character
bs_latn_ba: Dužina lozinke mora imati najmanje 6 cifri.

# PreschoolRequired
source: Preschool is required
bs_latn_ba: Preschool je obavezan

source: Activate account
bs_latn_ba: Aktiviraj račun

source: Already have account?!
bs_latn_ba: Već imate račun?!

source: Create account
bs_latn_ba: Kreiraj račun

source: Female
bs_latn_ba: Žensko

source: Male
bs_latn_ba: Muško

source: Not defined
bs_latn_ba: Nije definisano

source: Registration
bs_latn_ba: Registracija

source: Username
bs_latn_ba: Korisničko ime

source: Working program
bs_latn_ba: Program

source: Working program add failure
bs_latn_ba: Program nije dodat

source: Working program delete failure
bs_latn_ba: Greška prilikom brisanja programa

source: Working program delete success
bs_latn_ba: Program uspješno obrisan

source: Number of hours
bs_latn_ba: Broj sati

source: City of birth
bs_latn_ba: Grad rođenja

source: Country of birth
bs_latn_ba: Država rođenja

source: Add father
bs_latn_ba: Dodaj oca

source: Add mother
bs_latn_ba: Dodaj majku

source: Alternative business unit
bs_latn_ba: Alternativna organizaciona jedinica

source: Child development status
bs_latn_ba: Razvojni status djeteta

source: Development issues
bs_latn_ba: Dijete sa teškoćama u razvoju

source: Diagnostic procedure
bs_latn_ba: Dijagnostički postupak

source: Employed
bs_latn_ba: Zaposlen

source: Employer adress
bs_latn_ba: Adresa poslodavca

source: Employer city
bs_latn_ba: Grad poslodavca

source: Employer name
bs_latn_ba: Naziv poslodavca

source: Employer phone number
bs_latn_ba: Broj telefona na radnom mjestu

source: Expert commission
bs_latn_ba: Nalaz i mišljenje nadležne stručne komisije

# FamilyMembers
source: Number of family members
bs_latn_ba: Broj članova u porodici

source: Healthy
bs_latn_ba: Uredna razvojna linija

source: Other experts
bs_latn_ba: Nalaz i mišljenje ostalih stručnjaka

source: Previous preschool
bs_latn_ba: Naziv vrtića u koje je dijete prije bilo upisano

source: Rehabilitation
bs_latn_ba: Rehabilitacioni postupak

source: Siblings
bs_latn_ba: Brat ili sestra

source: Specific health needs
bs_latn_ba: Specifične zdravstvene potrebe

source: Child
bs_latn_ba: Dijete

source: Add child
bs_latn_ba: Dodaj dijete
