Repository: majla-arap/ePreschool-internship
Catalog: ePreschool-internship/ePreschool.Shared/Resources/Translations.*.resx
Languages: bs_latn_ba

source: Abberivation is required!
bs_latn_ba: Skraćenica je obavezna!

source: Abbreviation
bs_latn_ba: Skraćenica

# About
source: About us
bs_latn_ba: O nama

source: Actions
bs_latn_ba: Akcije

# Actived
source: Activated
bs_latn_ba: Aktivan

source: Add
bs_latn_ba: Dodaj

source: Address
bs_latn_ba: Adresa

source: Administration
bs_latn_ba: Administracija

source: Allowed file types
bs_latn_ba: Dozvoljeni tipovi fajla

# ApplicationName
source: Appointify
bs_latn_ba: ePreschool

source: Application users
bs_latn_ba: Korisnici aplikacije

source: Areas
bs_latn_ba: Područja

source: Business unit
bs_latn_ba: Poslovna jedinica

source: Calendar
bs_latn_ba: Kalendar

source: Calendar settings
bs_latn_ba: Postavke kalendara

source: Cancel
bs_latn_ba: Odustani

source: Changed
bs_latn_ba: Promijenjen

source: Choose
bs_latn_ba: Odaberite

source: Cities
bs_latn_ba: Gradovi

# CitiesNew
source: New city
bs_latn_ba: Novi grad

source: City
bs_latn_ba: Grad

# CityAddFailure
source: Adding city failed
bs_latn_ba: Grad nije dodat

# CityAddSuccess
source: City added successfully
bs_latn_ba: Grad uspješno dodat

source: City delete failure
bs_latn_ba: Greška prilikom brisanja grada

source: City delete success
bs_latn_ba: Grad uspješno obrisan

source: City required
bs_latn_ba: Obavezan grad

source: Companies
bs_latn_ba: Kompanije

# CompaniID
source: Company identification number
bs_latn_ba: Identifikacijski broj kompanije

source: Company
bs_latn_ba: Kompanija

# CompanyAddFailure
source: An error occurred while adding the company.
bs_latn_ba: Dogodila se greška prilikom dodavanja kompanije.

# CompanyAddSuccess
source: New company successfully added
bs_latn_ba: Nova kompanija uspješno dodata

# CompanyDetails
source: Compyn details
bs_latn_ba: Detalji o kompaniji

source: Company name
bs_latn_ba: Ime kompanije

source: Company or service name
bs_latn_ba: Naziv kompanije ili usluge

source: Company owner
bs_latn_ba: Vlasnik kompanije

# CompanyOwnerDeleteFailure
source: Error while deleting company owner
bs_latn_ba: Greška prilikom brisanja vlasnika kompanije

# CompanyOwnerDeleteSuccess
source: Company owner deleted successfully
bs_latn_ba: Uspješno obrisan vlasnik kompanije

# CompanyOwnerFailure
source: Error while adding company owner
bs_latn_ba: Greška prilikom dodavanja vlasnika kompanije

source: Company owners
bs_latn_ba: Vlasnici kompanija

# CompanyOwnersNew
source: New company owner
bs_latn_ba: Novi vlasnik kompanije

# CompanyOwnerSuccess
source: Company owner successfully added/modified
bs_latn_ba: Vlasnik kompanije je uspješno dodan/modifikovan

source: Company settings
bs_latn_ba: Postavke kompanije

# CompanyTaxNo
source: Company tax number (VAT)
bs_latn_ba: Porezni broj kompanije (PDV)

source: Confirm password
bs_latn_ba: Potvrdite šifru

source: Confirm new password
bs_latn_ba: Potvrdite novu lozinku

source: Contact
bs_latn_ba: Kontakt

source: Countries
bs_latn_ba: Države

source: Country
bs_latn_ba: Država

# CountryAddFailure
source: An error occurred while adding the country.
bs_latn_ba: Dogodila se greška prilikom dodavanja države.

# CountryAddSuccess
source: New country successfully added.
bs_latn_ba: Nova država uspješno dodata

# CountryDeleteFailure
source: An error occurred while deleting the country!
bs_latn_ba: Dogodila se greška prilikom brisanja države!

# CountryDeleteSuccess
source: State deleted successfully!
bs_latn_ba: Država uspješno obrisana!

source: Country is required
bs_latn_ba: Država je oabevzna!

# CountryNew
source: New country
bs_latn_ba: Nova država

# CountrySearchResultNo
source: The number of countries found is
bs_latn_ba: Broj pronađenih država je

source: Created at
bs_latn_ba: Datum kreiranja

source: Currencies
bs_latn_ba: Valute

source: Currency add failure
bs_latn_ba: Greška pirlikom dodavanja valute

source: Currency add success
bs_latn_ba: Valuta uspješno dodana

source: Currency code
bs_latn_ba: Kod valute

source: Currency code is required
bs_latn_ba: Kod je obavezan

source: Currency delete failure
bs_latn_ba: Greška prilikom brisanja valute

source: Currency delete success
bs_latn_ba: Valuta uspješno obrisana

source: Currency sign
bs_latn_ba: Oznaka valute

source: Currency sign is required
bs_latn_ba: Znak je obavezan

source: Current password
bs_latn_ba: Trenutna lozinka

source: Currency
bs_latn_ba: Valuta

source: Dashboard
bs_latn_ba: Kontrolna ploča

# DataLoadFailure
source: An error occurred while loading the data.
bs_latn_ba: Dogodila se greška prilikom učitavanja podataka.

source: Date of birth
bs_latn_ba: Datum rođenja

source: Deactivate
bs_latn_ba: Deaktiviranje

source: Deactivated
bs_latn_ba: Neaktivan

source: Delete
bs_latn_ba: Obriši

# DeleteUserToolTip
source: Delete user !
bs_latn_ba: Obrišite korisnika !

source: Edit
bs_latn_ba: Promijeni

source: Edit company owner
bs_latn_ba: Uređivanje vlasnika kompanije

source: Edit profile
bs_latn_ba: Uređivanje profila

source: Email is already taken.
bs_latn_ba: Email adresa se već koristi

source: Email is invalid!
bs_latn_ba: Email nije validan!

source: Email is required!
bs_latn_ba: Email je obavezan!

source: Error
bs_latn_ba: Greška

# ErrorBadRequest
source: The request is invalid
bs_latn_ba: Zahtjev nije validan

# ErrorInternalServer
source: Server error
bs_latn_ba: Greška na serveru

# ErrorOccurred
source: An error occurred while processing your request.
bs_latn_ba: Dogodila se greška prilikom obrade vašeg zahtjeva.

# ErrorPageNotFound
source: Page not found
bs_latn_ba: Stranica nije pronađena

# ErrorUnauthenticated
source: Unauthenticated
bs_latn_ba: Niste autentifikovani

# ErrorUnauthorized
source: Access is not allowed
bs_latn_ba: Pristup nije dozvoljen

# ErrorUnknown
source: An unknown error occurred
bs_latn_ba: Dogodila se nepoznata greška

source: Failure
bs_latn_ba: Greška

source: First name
bs_latn_ba: Ime

source: First name required
bs_latn_ba: Obavezno ime

# ForgotPassword
source: Forgot your password?
bs_latn_ba: Zaboravljean lozinka?

source: Gender
bs_latn_ba: Spol

source: Full name
bs_latn_ba: Ime i prezime

source: Gender required
bs_latn_ba: Obavezan spol

source: Home
bs_latn_ba: Početna

# IncorrectPassword
source: Password is incorrect
bs_latn_ba: Unesena lozinka nije odgovarajuća.

source: Industries
bs_latn_ba: Industrije

source: Industry
bs_latn_ba: Industrija

source: Industry add failure
bs_latn_ba: Greška prilikom dodavanja industrije

source: Industry add success
bs_latn_ba: Industrija uspješno dodana

source: Industry delete failure
bs_latn_ba: Greška prilikom brisanja kompanije

source: Industry delete success
bs_latn_ba: Industrija uspješno obrisana

source: Industry is required
bs_latn_ba: Industrija je obavezna

# IndustryNew
source: New industry
bs_latn_ba: Nova industrija

source: Invalid token.
bs_latn_ba: Token nije validan.

# IsFavorite
source: Favorite
bs_latn_ba: Favorit

# IsFavoriteIsRequired
source: Favorite is required field
bs_latn_ba: Odabir favorita je obavezan!

source: Language
bs_latn_ba: Jezik

# LanguageChangedSuccess
source: Application language changed
bs_latn_ba: Jezik aplikacije promijenjen

source: Last name
bs_latn_ba: Prezime

source: Last name is required !
bs_latn_ba: Prezime je obavezno polje !

source: Modified at
bs_latn_ba: Datum modifikovanja

source: Name
bs_latn_ba: Naziv

# NameIsRequired
source: Name is required field
bs_latn_ba: Naziv je obavezan!

source: New area
bs_latn_ba: Novo područje

source: New Currency
bs_latn_ba: Nova valuta

source: New password
bs_latn_ba: Nova šifra

source: No company profile?
bs_latn_ba: Nemate profil kompanije?

# PassdActivateError
source: Error while tryign to update password
bs_latn_ba: Greška prilikom mijenjanja šifre

# PassdActivateSuccess
source: Password successfully updated
bs_latn_ba: Šifra je uspješno promijenjena

source: Password
bs_latn_ba: Lozinka

# PasswordIsRequired
source: Password is required field
bs_latn_ba: Lozinka je obavezno polje!

# PasswordLength
source: Password must be at least 8 character and contain symbols
bs_latn_ba: Dužina lozinke mora imati najmanje 8 cifri.

# PasswordRequiresDigit
source: Password must contain at least one digit.
bs_latn_ba: Lozinka mora sadržajavati najmanje jedan broj.

# PasswordRequiresLower
source: Password must contain at least one lower case letter.
bs_latn_ba: Lozinka mora sadržajavati najmanje jedno malo slovo.

# PasswordRequiresUpper
source: Password must contain at least one upper case letter.
bs_latn_ba: Lozinka mora sadržajavati najmanje jedno veliko slovo.

# PasswordsMatch
source: Passwords don't match
bs_latn_ba: Lozinke se ne podudaraju

source: Passwords missmatch
bs_latn_ba: Šifre se ne podudaraju

source: Password reset error
bs_latn_ba: Dogodila se greška prilikom resetovanja lozinke

# PasswordTooShort
source: Password is too short.
bs_latn_ba: Lozinka ne sadrži dovoljan broj znakova.

source: Phone number is required !
bs_latn_ba: Broj telefona je obavezno polje !

source: Person added succesfully
bs_latn_ba: Korisnik uspješno dodan

# PersonUpdatedSuccesfully
source: Person edited succesfully
bs_latn_ba: Uspješno ste ažurirali podatke

# PersonUpdatedUnsuccesfully
source: Person edited unsuccesfully
bs_latn_ba: Dogodila se greška prilikom ažuriranja podataka

source: Phone number
bs_latn_ba: Broj telefona

source: Phone number must be active
bs_latn_ba: Broj telefona mora biti aktivan

source: Phone number required
bs_latn_ba: Obavezan broj telefona

source: Photo
bs_latn_ba: Slika

# PhotoPleaseSelect
source: Please select a photo
bs_latn_ba: Molimo odaberite sliku

# PleaseSignIn
source: Please sign in to continue
bs_latn_ba: Molimo prijavite se za nastavak

source: Please wait
bs_latn_ba: Molimo pričekajte

source: Primary phone
bs_latn_ba: Primarni broj telefona

source: Profile
bs_latn_ba: Profil

source: Profile details
bs_latn_ba: Detalji

source: Regional setting
bs_latn_ba: Regionalne postavke

source: Remember me
bs_latn_ba: Zapamti me

source: Reset password
bs_latn_ba: Promjena lozinke

# ResetPasswordCondition
source: Password must have at least 8 characters (at least 1 digit and 1 upper case)
bs_latn_ba: Lozinka mora sadržavati minimalno 8 karaktera (min. 1 broj i 1 veliko slovo)

source: Search
bs_latn_ba: Pretraga

source: Security
bs_latn_ba: Sigurnost

source: Settings
bs_latn_ba: Postavke

source: Sign in
bs_latn_ba: Prijava

source: Sign out
bs_latn_ba: Odjava

source: Sign out successful.
bs_latn_ba: Odjava uspješna.

source: Business unit delete failure
bs_latn_ba: Greška prilikom brisanja poslovnice

source: Submit
bs_latn_ba: Spremi

source: Success
bs_latn_ba: Uspjeh

# TimeToMakeOne
source: It's time to make one !
bs_latn_ba: Vrijeme je da napravite jedan !

# SuccessResetPassword
source: Password reset successfully
bs_latn_ba: Lozinka uspješno resetovana. Privremenu lozinku ste dobili putem mejla.

source: Update
bs_latn_ba: Promijeni

# UpdateUserToolTip
source: Update user !
bs_latn_ba: Uredite korisnika !

source: Updating password
bs_latn_ba: Mijenjanje šifre

source: Username is already taken.
bs_latn_ba: Korisničko ime već postoji.

# UsernameIsRequired
source: Username is required field.
bs_latn_ba: Korisničko ime je obavezno polje.

# UserNew
source: New user
bs_latn_ba: Novi korisnik

source: Users
bs_latn_ba: Korisnici

# UserWithEnteredUsernameNotFound
source: User with entered username was not found.
bs_latn_ba: Korisnik sa unesenim korisničkim imenom nije pronađen.

source: Welcome
bs_latn_ba: Dobro došli

# WelcomeTo
source: Welcome to ePreschool
bs_latn_ba: Dobrodošli u ePreschool

# WrongCredentials
source: Access data is incorrect.
bs_latn_ba: Pristupni podaci su pogrešni.

# CompaniesIndex
source: List of companies
bs_latn_ba: Pregled kompanija

# CompanyAdd
source: Add company
bs_latn_ba: Dodaj kompaniju

# DeleteCompanyTooltip
source: Delete company !
bs_latn_ba: Obriši kompaniju !

# ModifyBusinessUnitsTooltip
source: Modify business units !
bs_latn_ba: Promijeni podatke o poslovnicama !

source: Activate
bs_latn_ba: Aktiviraj

source: Bussines email
bs_latn_ba: Poslovni email

source: Calendar type
bs_latn_ba: Tip kalendara

source: Deactivate company
bs_latn_ba: Deaktiviraj kompaniju

source: Duration of reservation
bs_latn_ba: Trajanje rezervacije

source: Is overlaped
bs_latn_ba: Preklapanje

source: Is overtime
bs_latn_ba: Prekovremeni

source: Is user first
bs_latn_ba: Korisnik prvo

source: Time zone
bs_latn_ba: Vremenska zona

source: Web page
bs_latn_ba: Web stranica

# ActivateCompanyText
source: If you activate company, it will be visible to other users
bs_latn_ba: Ukoliko aktivirate kompaniju, ona će biti vidljiva drugim korisnicima

# ActivatedSuccess
source: Company activated successfully
bs_latn_ba: Kompanija je aktivirana uspješno

# BusinessUnitFailure
source: Error while adding business unit
bs_latn_ba: Greška prilikom dodavanja poslovne jedinice

# BusinessUnitSuccess
source: Business unit added successfully
bs_latn_ba: Poslovna jedinica dodana uspješno

# CompanyModifyFailure
source: Company modification failed
bs_latn_ba: Greška prilikom modifikovanja kompanije

# CompanyModifySuccess
source: Company modified successfully
bs_latn_ba: Kompanija uspješno modifikovana

# DeactivateCompanyText
source: If you deactivate company, it will not be visible to other users
bs_latn_ba: Ukoliko deaktivirate kompaniju, ona neće biti vidljiva drugim korisnicima

# DeactivatedSuccess
source: Company deactivated successfully
bs_latn_ba: Kompanija deaktivirana uspješno

source: Online reservation enabled
bs_latn_ba: Online rezervacije odobrene

source: Physical business unit
bs_latn_ba: Fizička poslovna jedinica

source: Virtual business unit
bs_latn_ba: Virutelna poslovna jedinica

source: Business unit delete success
bs_latn_ba: Brisanje poslovne jedinice uspješno

# DeleteBusinessUnitTooltip
source: Delete business unit !
bs_latn_ba: Brisanje poslovne jedinice !

# EditBusinessUnitTooltip
source: Edit business unit !
bs_latn_ba: Uređivanje poslovne jedinice !

source: Warning
bs_latn_ba: Upozorenje

# ActivationCompanyWarning
source: You are activating your company
bs_latn_ba: Aktivirat ćete svoju kompaniju

source: Are you sure?
bs_latn_ba: Da li ste sigurni?

# ConfirmCompanyActivation
source: I confirm company activation
bs_latn_ba: Potvrđujem da aktiviram kompaniju

# ConfirmCompanyDeactivation
source: I confirm company deactivation
bs_latn_ba: Potvrđujem da deaktiviram kompaniju

# DeactivationCompanyWarning
source: You are deactivating your company
bs_latn_ba: Deaktivirati ćete svoju kompaniju

# ExtraSecurity
source: For extra security, this requires you to confirm your email or phone number when you reset your password.
bs_latn_ba: Za dodatnu sigurnost, potvrdite email ili broj telefona kada resetujete Vaš password

# ModifyCompanyTooltip
source: Modify company !
bs_latn_ba: Uredite kompaniju !

# YesDeactivate
source: Yes, deactivate it
bs_latn_ba: Da, deaktiviraj

source: You won't be able to revert this!
bs_latn_ba: Nećete biti u mogućnosti da se vratite na prethodno stanje!

source: Address is required !
bs_latn_ba: Adresa je obavezna !

source: Resources
bs_latn_ba: Resursi

source: New resource
bs_latn_ba: Novi resurs

source: Online reservation
bs_latn_ba: Online rezervacije

source: Price
bs_latn_ba: Cijena

source: Resource add failure
bs_latn_ba: Greška prilikom dodavanja resursa

source: Resource add success
bs_latn_ba: Resurs uspješno dodan

source: Resource delete failure
bs_latn_ba: Greška prilikom brisanja resursa

source: Resource delete success
bs_latn_ba: Resurs uspješno obrisan

# ResourceSearchResultNo
source: The number of resources found is
bs_latn_ba: Broj pronađenih resursa je

source: Duration reservation
bs_latn_ba: Trajanje rezervacije

source: Payment details
bs_latn_ba: Detalji o plaćanju

source: Price list
bs_latn_ba: Cijenovnik

# HourNumber
source: Hours
bs_latn_ba: Sati

# MinuteNumber
source: Minutes
bs_latn_ba: Minute

source: Color
bs_latn_ba: Boja

source: Resource modified success
bs_latn_ba: Resurs uspješno modifikovan

# CheckTheBox
source: Please check the box to deactivate your account
bs_latn_ba: Molimo odaberite za deaktivaciju Vašeg računa

# ConfirmDeactivation
source: I confirm my deactivation
bs_latn_ba: Potvrđujem deaktivaciju računa

source: Deactivate Account
bs_latn_ba: Deaktivirajte račun

# DeactivatingYourAccount
source: You Are Deactivating Your Account
bs_latn_ba: Deaktivirate Vaš račun

source: Delete resource
bs_latn_ba: Obriši resurs

source: Deleting resource
bs_latn_ba: Brisanje resursa

source: Confirm delete
bs_latn_ba: Potvrdi brisanje

source: Price must have value
bs_latn_ba: Cijena mora biti veća od 0

source: All day
bs_latn_ba: Cijeli dan

# DurationMustBePositive
source: Duration must have positive value
bs_latn_ba: Trajanje mora biti pozitivna vrijednost

# AllFieldsAreRequired
source: All field are required
bs_latn_ba: Sva polja su obavezna

source: Attach
bs_latn_ba: Zakači

source: Change picture
bs_latn_ba: Promijeni sliku

# ClientAdd
source: Add client
bs_latn_ba: Dodaj klijenta

# ClientAddFailure
source: Add client failure
bs_latn_ba: Greška prilikom dodavanja klijenta

source: Client edit
bs_latn_ba: Uređivanje klijenta

source: Clients
bs_latn_ba: Klijenti

source: Upload CSV file
bs_latn_ba: Učitavanje CSV dokumenta

# DownloadTemplate
source: Download template (CSV)
bs_latn_ba: Preuzimite predložak (CSV)

source: General
bs_latn_ba: Osnovni podaci

source: Notes
bs_latn_ba: Napomene

source: Remove
bs_latn_ba: Poništi

# ReservationView
source: Reservations view
bs_latn_ba: Pregled rezervacija

source: Upload
bs_latn_ba: Učitaj

source: ZIP Code
bs_latn_ba: ZIP kod

source: Alternative phone
bs_latn_ba: Alternativni broj telefona

source: Date
bs_latn_ba: Datum

source: Description
bs_latn_ba: Opis

# NoteAdd
source: Add note
bs_latn_ba: Dodaj napomenu

# AriaLabelEmail
source: Email is required and that will be username for login
bs_latn_ba: Email je obavezna i predstavljat će korisničko ime klijenta

# AvailableSoon
source: It will be available soon
bs_latn_ba: Bit će dostupno u skorijem periodu

source: Client deactivated failure
bs_latn_ba: Dogodila se greška prilikom deaktiviranja klijenta

source: Client deactivated succesfully
bs_latn_ba: Uspješno ste deaktivirali klijenta

source: Client deleted succesfully
bs_latn_ba: Uspješno ste obrisali klijenta

source: CSV file
bs_latn_ba: CSV dok.

source: Learn more
bs_latn_ba: Učitaj više

source: New client
bs_latn_ba: Novi klijent

source: Yes, delete it
bs_latn_ba: Da, obriši

source: Categories
bs_latn_ba: Kategorije

source: Category add
bs_latn_ba: Dodaj kategoriju

source: Category add failure
bs_latn_ba: Greška prilikom dodavanja kategorije

# CategoryAddSuccess
source: Category added successfuly
bs_latn_ba: Kategorija uspješno dodana

source: Category remove failure
bs_latn_ba: Greška prilikom brisanja kategorije

# CategoryRemoveSuccess
source: Category removed successfully
bs_latn_ba: Kategorija uspješno obrisana

source: Education add
bs_latn_ba: Dodavanje edukacije

source: Education details
bs_latn_ba: Detalji edukacije

source: Education edit
bs_latn_ba: Uređivanje edukacije

source: Educations
bs_latn_ba: Edukacije

source: Sessions
bs_latn_ba: Časovi (sesije)

source: Choose location
bs_latn_ba: Odaberite lokaciju

source: Duration
bs_latn_ba: Trajanje

source: Employees
bs_latn_ba: Uposlenici

source: Frequency
bs_latn_ba: Učestalost

source: Private session
bs_latn_ba: Privatni časovi

source: Seats
bs_latn_ba: Mjesta

source: Session add
bs_latn_ba: Dodavanje sesije (časa)

source: Time
bs_latn_ba: Vrijeme

# ChooseEducationResources
source: Choose resource for education
bs_latn_ba: Odaberite resurse koji su potrebni za obavljanje edukacije

source: Education added sucessfully
bs_latn_ba: Edukacija uspješno dodana

source: Education failure
bs_latn_ba: Greška prilikom spremanja podataka o edukaciji

source: Education modified sucessfully
bs_latn_ba: Edukacija uspješno modifikovana

# CheckTheBoxEducation
source: Please check the box to deactivate education
bs_latn_ba: Molimo odaberite polje za deaktivaciju edukacije

source: Delete education
bs_latn_ba: Obriši edukaciju

source: Deleting education
bs_latn_ba: Brisanje edukacije

# EducationDeletedFailure
source: Education failed to delete
bs_latn_ba: Greška prilikom brisanja edukacije

source: Education deleted succesfully
bs_latn_ba: Edukacija uspješno obrisana

# ExtraSecurityEducation
source: For extra security, this requires you to confirm deleting this education. If you delete this education, it won't be available anymore.
bs_latn_ba: Za dodatnu sigurnost, potvrdite za brisanje edukacije. Ukoliko obrišete edukaciju, ona više neće biti dostupna.

source: Modified
bs_latn_ba: Modifikovano

source: Details
bs_latn_ba: Detalji

source: Number of seats
bs_latn_ba: Broj mjesta

source: Number of seats is required
bs_latn_ba: Broj mjesta je obavezno polje

source: Business unit add
bs_latn_ba: Dodavanje poslovnice

source: Business unit edit
bs_latn_ba: Uređivanje poslovnice

source: Company edit
bs_latn_ba: Uređivanje kompanije

# DeleteEmployeeTooltip
source: Delete employee !
bs_latn_ba: Obriši uposlenika !

# EditEmployeeTooltip
source: Edit employee !
bs_latn_ba: Uredi uposlenika !

# EmployeeAdd
source: Add employee
bs_latn_ba: Dodaj uposlenika

source: Enable online reservation
bs_latn_ba: Odobri online rezervacije

# EnableOnlineReservationEmployee
source: If you want to enable user to be able to do online reservations, check this
bs_latn_ba: Ukoliko želite dozvoliti korisniku obavljanje online rezervacija, označite ovo polje

source: Job description
bs_latn_ba: Opis posla

source: New business unit
bs_latn_ba: Nova poslovnica

source: New company
bs_latn_ba: Nova kompanija

source: New employee
bs_latn_ba: Novi uposlenik

source: Pause
bs_latn_ba: Pauza

source: Postal code
bs_latn_ba: Poštanski broj

source: Service
bs_latn_ba: Usluga

source: Time from
bs_latn_ba: Vrijeme od

source: Time to
bs_latn_ba: Vrijeme do

source: Work time
bs_latn_ba: Radno vrijeme

source: Yes, activate !
bs_latn_ba: Da, aktiviraj !

source: New company owner
bs_latn_ba: Novi vlasnik kompanije

source: Services
bs_latn_ba: Usluge

source: Add service
bs_latn_ba: Dodaj uslugu

source: Add new category
bs_latn_ba: Dodaj novu kategoriju

source: Category name
bs_latn_ba: Naziv kategorije

source: New category
bs_latn_ba: Nova kategorija

source: Availability
bs_latn_ba: Dostupnost

source: Available
bs_latn_ba: Dostupno

source: Bussines details
bs_latn_ba: Detalji poslovne jedinice

source: Bussines unit
bs_latn_ba: Poslovna jedinica

source: Overview
bs_latn_ba: Osnovni podaci

source: Pauses
bs_latn_ba: Pauze

source: Resource name
bs_latn_ba: Naziv resursa

source: Unavailable
bs_latn_ba: Zauzeto

source: Allow
bs_latn_ba: Odaberi

# AllowedFileIMGTypes
source: Allowed file types: png, jpg, jpeg.
bs_latn_ba: Dozvoljene vrste file-ova: .img .jpg .png

source: Category delete failure
bs_latn_ba: Greška prilikom brisanja kategorije

# CategoryDeleteSuccess
source: Category deleted successfuly
bs_latn_ba: Kategorija uspješno obrisana

source: Enable padding time
bs_latn_ba: Vrijeme između usluge

source: Enable private service
bs_latn_ba: Omogućavanje privatne usluge

source: Padding time
bs_latn_ba: Trajanje pauze

# PaddingTimeMessage
source: To define the time between two services, please check the box
bs_latn_ba: Ukoliko želite podesiti vrijeme između usluge, molimo odaberite iduće polje

# PrivateServiceMessage
source: If you want individual service, please check the box
bs_latn_ba: Ukoliko želite induvidualnu uslugu, molimo odaberite iduće polje

source: Save
bs_latn_ba: Spasi

source: Service duration
bs_latn_ba: Trajanje usluge

source: Business units
bs_latn_ba: Poslovne jedinice
